Repository: alexclassroom/wp-team-list
Catalog: languages/rplus-wp-team-list-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Team List Settings
de_de: Team Listen Einstellung

source: Hide on Team List?
de_de: Von der Team Liste verbergen?

source: Hide this user from WP Team List
de_de: Diesen Benutzer nicht in WP Team List darstellen

source: Hidden
de_de: Versteckt

source: Visible
de_de: Sichtbar

source: Team List
de_de: Team Liste

source: Provides you with a Widget <strong>WP Team List Widget</strong> a shortcode <code>[rplus_team_list]</code> and a template function <code>rplus_wp_team_list( $args, $echo = true );</code> to list your authors as a publisher team.
de_de: Stellt dit ein Widget <strong>WP Team List Widget</strong>, einen Shortcode <code>[rplus_team_list]</code> und eine Template Funktion zur Verfügung <code>rplus_wp_team_list( $args, $echo = true );</code> um deine WP User als Publisher Team darzustellen.

source: Oops, it looks like WP_Team_List doesn't exist!
de_de: Hoppla, es sieht so aus als ob WP_Team_List nicht existiert.

source: View all posts by %s
de_de: Alle Beiträge von %s ansehen

source: %s article
de_de: %s Artikel

source: View all %s articles
de_de: Alle %s Artikel anzeigen

source: Display users as team members.
de_de: Benutzer als Teammitglieder darstellen.

source: Editors
de_de: Redakteure

source: Show all Team Members
de_de: alle Autoren anzeigen

source: Title:
de_de: Titel:

source: Role:
de_de: Rolle:

source: Number of members to show:
de_de: Anzahl Benutzer:

source: Show link to team page?
de_de: Zeige Link zur Team Page?

source: Link to:
de_de: Link zu:
